Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/regjeringen.no.csv-en-nn.deduped.tmx
Source language: en
Languages: nn

source: The dry gas section has three components.
nn: Ein del startar på Kårstø og endar på Draupner S.

source: In the scenario ‘Current European climate policy’, the project is very unprofitable from a socioeconomic perspective, but the alternative with Fortum Oslo Varme is least unprofitable.
nn: I scenarioet «Dagens europeiske klimapolitikk» er prosjektet samfunnsøkonomisk svært ulønsamt, men alternativet med Fortum Oslo Varme er minst ulønsamt.

source: "This shows that we are keeping up efforts to develop jobs and attractive local communities throughout the country," says Minister of Local Government and Regional Development Liv Signe Navarsete.
nn: - Dette syner at me held oppe innsatsen for å utvikle arbeidsplassar og attraktive lokalsamfunn i heile landet, seier kommunal- og regionalminister Liv Signe Navarsete.

source: AquaCloud is an initiative from the NCE Seafood Innovation industrial cluster.
nn: AquaCloud er eit initiativ frå klynga NCE Seafood Innovation.

source: Bulyst: the Ministry of Local Government and Regional Development proposes to allocate NOK 47 million to the Bulyst programme in 2011.
nn: Bulyst: Kommunal- og regionaldepartementet foreslår å løyve 47 millionar kroner til Bulyst i 2011.

source: If Northern Lights in the course of the ten-year period of operation achieves a defined return on investment level 1, 50 per cent of the net cash flow from that point in time is to be shared with the state.
nn: Dersom Northern Lights i løpet av den tiårige driftsperioden oppnår eit avkastingsnivå 1, skal netto kontantstraum frå det tidspunktet delast med 50 pst.

source: In Norway, neither housing prices, nor household debts, have ever been as high as at present, and interest rates are very low.
nn: I Noreg har korkje bustadprisane eller gjelda i hushalda nokon gong vore så høge som no, og rentenivået er svært lågt.

source: Institutions and projects that receive public grants for cultural activities are expected to ensure that these reflect this diversity and increase knowledge in the field.
nn: Institusjonar og tiltak som får offentleg stønad til kulturaktivitetar, skal spegle dagens kulturelle mangfald og også arbeide for auka kunnskap om dette feltet.

source: Steps are to be taken to develop a more knowledge-based service.
nn: Vi må sikre eit mangfald av skaparar og utøvarar i barne- og ungdomskulturen.

source: The 2020 Education Boost initiative meant 5000 additional student places, many of them in ICT.
nn: Gjennom Utdanningsløftet 2020 er det derfor etablert om lag 5000 nye studieplassar, mange av dei innan IKT og teknologiske fag.

source: This is an increase of NOK 5 million over 2010.
nn: Det er ein oppgang på 5 millionar kroner frå 2010.

source: Of these, 13 are in North America, while five are distributed between Asia, Australia and South America.
nn: per år. 13 av desse prosjekta er i Nord-Amerika, medan fem av dei er fordelt i Asia, Australia og Sør-Amerika.

source: In the Antarctic, responsibility for sea and air rescue missions is divided in such a way that Australia, New Zealand, South Africa, Chile and Argentina each have responsibility for an area.
nn: I Antarktis er redningsansvarsområdet for sjø- og luftredning inndelt på ein slik måte at høvesvis Australia, New Zealand, Sør-Afrika, Chile og Argentina har ansvaret for kvart sitt område.

source: As explained above, all of the latest amendments to the Dependencies Act have come as a result of developments in the Antarctic Treaty System.
nn: Som det er gjort greie for ovanfor har alle dei siste endringane av lova funne stad som følgje av utviklinga i Antarktistraktatsystemet.

source: According to the Bank, global economic growth was somewhat stronger than predicted in Monetary Policy Report dated October 2010, while a strong rise in the prices of oil, food and other raw materials had resulted in higher consumer price growth in many countries.
nn: Veksten i verdsøkonomien var ifølgje banken noko kraftigare enn ein hadde rekna med i den pengepolitiske rapporten frå oktober 2010, samtidig som sterk auke i prisane på olje, mat og andre råvarer hadde gjeve høgare konsumprisvekst i mange land.

source: This poses a risk to the enterprises, not least because end-user licence agreements in the consumer market often give service providers wide authority for what they may do with their customers’ data.
nn: Dette utgjer ein risiko for verksemdene, ikkje minst fordi sluttbrukaravtalane for forbrukarmarknaden ofte gir leverandørane vide fullmakter for kva dei kan gjere med informasjonen frå kundane sine.

source: 2 Financial stability
nn: 2 Finansiell stabilitet

source: If Covid 19 force majeure leads to the maximum budget for construction costs being exceeded, Norcem/Fortum Oslo Varme may also demand the maximum budget to be adjusted corresponding to the excess costs resulting from Covid 19 force majeure.
nn: Dersom Covid-19 force majeure fører til at ein går over maksimalbudsjett for byggekostnader, kan Norcem/Fortum Oslo Varme i tillegg krevje at maksimalbudsjettet vert justert tilsvarande det overskytande som skuldast Covid-19 force majeure.

source: Norway has one research centre for environment-friendly energy (FME) dedicated to carbon capture and storage.
nn: Noreg har eit forskingssenter for miljøvenleg energi (FME) dedikert til fangst og lagring av CO

source: Figure 2.6 illustrates operating profits as a portion of factor income in selected industries.
nn: Figur 2.6 syner driftsresultat som del av faktorinntekter i nokre utvalde næringar.

source: 6 Digitalisation and new technology
nn: 6 Rett og plikt til opplæring

source: A review shows that to date, the suppliers involved in the construction of three halls for the new DC1 Stavanger data centre have worked a total of 400 000 man-hours.
nn: Ein gjennomgang av totaltalet på timeverk utførte frå leverandørar på DC1 Stavanger i samband med utbyggingar av tre nye hallar, viser at til no er dette talet over 400 000 timar.

source: Norwegian banks have to a large extent transferred their residential mortgages to mortgage companies, implying that residential mortgages now in practice are largely funded by mortgage companies’ issuance of covered bonds.
nn: Norske bankar har no i stor mon teke ut bustadlåna sine, slik at bustadlåna i realiteten i stor mon vert finansierte med OMF utferda frå bustadkredittføretak.

source: It is important to haveboth informal and formal discussions with pupils and colleagues about different experiences,relevant educational issues and academic problems, in order to gain a better understanding of theteaching profession and to develop social skills.
nn: Samvær med medstudentar og lærarar der det formelt oguformelt blir drøfta erfaringar, aktuelle opplæringsspørsmål og faglege problem er avgjerandebåde for å utvikle evne til refleksjon og innsikt som lærarar og for å utvikle sosialkompetanse.

source: State and is owed by a person who, at that
nn: tiltak mot smugling, og stadfester det viktige i

source: ICT Norway’s Data Centre Forum, with representation from most parts of the Norwegian data centre industry, has signed up to the CISPE (Cloud Infrastructure Services Providers in Europe) initiative, which aims to make European data centres climate neutral by 2030.
nn: IKT-Norges datasenter-Forum, som representerer hovudtyngda av norsk datasenterbransje, har slutta seg til initiativet frå CISPE (Cloud Infrastructure Services Providers in Europe) som tek sikte på at europeiske datasenter blir CO -nøytrale innan 2030.

source: Gassnova’s analysis and QA2 show the same picture.
nn: Analysen til Gassnova og KS2 viser det same biletet.

source: Delayed completion in one part of the chain (either capture or transport/storage) will also mean that Norcem and Northern Lights’ ten-year funding periods will no longer correspond.
nn: I tillegg vil forseinka ferdigstilling i eitt ledd i kjeda (anten fangst eller transport/lager) føre til at dei tiårige tilskotsperiodane for Norcem og Northern Lights ikkje lenger er samtidige.

source: In a stress test, Finanstilsynet calculated that, given the current household debt burden, a borrowing rate of 6.7 per cent would impose an interest burden of more than 30 per cent on households who are representing a quarter of total household debt.
nn: Finanstilsynet har i ein stresstest rekna ut at ei lånerente på 6,7 prosent, med den gjeldsbøra hushalda har i dag, vil føra til at gruppa hushald som står for ein fjerdedel av den samla gjelda blant hushalda, får ei rentebøra på over 30 prosent.

source: Adequate security in complex digital value chains is therefore a priority, in Norway as well as in the EU and the rest of the world.
nn: Forsvarleg tryggleik i komplekse digitale verdikjeder er derfor ei prioritert oppgåve, så vel i Noreg som i EU og verda elles.

source: In support of its view, the company has referred to Article 6 of the convention37 and stated that this implies that national legislation takes precedence over the convention.
nn: Somstøtte for sitt syn viser selskapet til artikkel 6 i konvensjonen37 og meiner denne betyr atnasjonalt lovverk står over konvensjonen.

source: Since the introduction of new professional groups in kindergartens, schools and other institutions ofeducation, teachers must be able to cooperate with different kinds of professionals and institutions.
nn: Med nye yrkesgrupper knytte til verksemda i barnehage, skole og anna opplæring, målærarane kunne samarbeide med ulike personar og instansar.

source: The European Commission’s green paper therefore recommended, among other things, further investigation and assessment of the current regulations.
nn: I EU-kommisjonens «Green paper on Shadow Banking» vert det difor tilrådd at ein arbeider vidare med mellom anna kartlegging og vurdering av eksisterande regelverk.

source: Most of the consultation bodies agreed that the Cultural Rucksack should not be an ordinary cultural or school project.
nn: Dei fleste aktørane er samde i at Den kulturelle skulesekken ikkje skal vere eit ordinært kultur- eller skuleprosjekt.

source: All local authorities’ municipal plans have such a section showing where development can take place and on what terms, and what areas are to be set aside for agriculture, nature or human activity.
nn: Alle kommunar har ein arealdel i kommuneplanen som viser kvar utbygging kan skje, på kva vilkår og kva for areal som skal haldast av til landbruk, natur eller friluftsliv.

source: At least a third of the allocation must be spent on the purchase and presentation of productions or on arranging tours.
nn: Av dei statlige midlane til fylket skal minimum ein tredel gå til eit slikt tilbod i form av innkjøp av produksjonar, turnéring eller formidling av desse.

source: In its 2011 Annual Report, Norges Bank wrote, among other things, the following regarding the inflation trend over time:
nn: I årsmeldinga for 2011 skriv Noregs Bank mellom anna dette om utviklinga i inflasjonen over tid:

source: Increased household awareness of the risks associated with high debts may be a contributing factor.
nn: Auka merksemd blant hushalda om risikoen ved høg gjeld kan ha medverka til dette.

source: Measures in the national budget for 2012:
nn: Tiltak i statsbudsjettet for 2012:

source: Article 6 emphasises how important it is that international cooperation respects the sovereignty of the state and occurs with the consent of the state.
nn: Artikkel 6 understrekarviktigheita av at det internasjonale samarbeidet skal respektere suvereniteten til nasjonalstatenog skje med staten sitt samtykke.

source: cost-effectiveness for private and public actors at
nn: For å sikre livsgrunnlaget og naturmangfaldet for

source: Equinor has entered into a cooperation agreement with A/S Norske Shell (Shell) and Total E&P Norge AS (Total), and it is these three companies that are behind the Northern Lights project.
nn: Equinor har inngått ein samarbeidsavtale med A/S Norske Shell (Shell) og Total E&P Norge AS (Total) og det er desse tre selskapa som står bak Northern Lights-prosjektet.

source: Increases the state’s costs since the state must cover 75 per cent of operating costs above a stipulated level up to the agreed maximum budget.
nn: av driftskostnadene opp til det avtalte maksimalbudsjettet. Vil føre til auka kostnader for staten, fordi staten skal dekke 75 pst.

source: Transport Hub and Offshore Storage) is a project based in the Netherlands developed by the Rotterdam Port Authorities, EBN (Energie Beheer Nederland) and Gasunie, and will transport and store CO
nn: Transport Hub and Offshore Storage) er eit prosjekt i Nederland som blir utvikla av styresmakta for Rotterdam hamn, EBN (Energie Beheer Nederland) og Gasunie, som vil transportere og lagre CO

source: We know that climate change may result in rapid changes in ecosystems.
nn: Dette kan til dømes vere opplysningar om økonomiske tilhøve, som mange oppfattar som sensitive.

source: If the lending rate had been 5 percentage points higher, more than 30 pct.
nn: Hadde utlånsrenta istaden vore 5 prosentpoeng høgare, hadde meir enn 30 pst.

source: The coronavirus pandemic also caused a significant increase in e-consultations provided by private-sector medical services.
nn: Private legetenester basert på digitale konsultasjonar opplevde òg kraftig auke i pasientar som følge av koronapandemien.

source: The International Monetary Fund (IMF) estimated the global average price of emissions to be around NOK 18 per tonne of CO
nn: Det internasjonale pengefondet (IMF) rekna den globale gjennomsnittsprisen på utslepp til om lag 18 kroner per tonn CO

source: It has also been proposed that the EBA’s voting rules should be adapted so that the EBA’s decision-making structure reflects the positions of the authorities in both member states that have joined the SSM, and other states.
nn: Det er òg gjort framlegg om å tilmåta røysterettsreglane i EBA slik at avgjerdsstrukturen i EBA reflekterer posisjonane til styresmaktene både frå medlemsstatar som er med i SSM, og frå andre statar.

source: Sogn og Fjordane County wrote that:
nn: Sogn og Fjordane fylkeskommune skriv i si høyringsfråsegn:

source: In 2011, the European Commission conducted a public consultation on the outlined framework, but it has not yet put forward a legislative proposal.
nn: Det skisserte rammeverket var til høyring i regi av EU-kommisjonen i 2011, men EU-kommisjonen har enno ikkje gjort framlegg om konkrete nye EU-reglar.

source: Economic developments in Denmark were already weak at the off-set of the international financial crisis, especially because of developments in the housing market.
nn: Den økonomiske utviklinga i Danmark var allereie svak da internasjonale finanskrisa starta, særleg på grunn av utviklinga i bustadmarknaden.

source: CLIMIT has also funded international projects and knowledge sharing through Accelerating CCS Technology (ACT).
nn: CLIMIT har òg finansiert internasjonale prosjekt og kunnskapsdeling gjennom Accelerating CCS Technology (ACT)

source: 4 Framework and resources
nn: 4 Rammer og ressursar

source: On-site supervision, cross-border supervision, and system security requirements are issues which many supervisory authorities have to address and where there is a need to establish a common practice.
nn: Spørsmål om praktisering av tilsyn på staden, tilsyn over lande-grenser og krav til trygging av system er aktuelle tema som fleire tilsyn møter, og der det er bruk for å etablere ein felles praksis.

source: The reports must also describe the cooperation with the cultural and education sectors at county level and with regional and national cultural institutions.
nn: Rapporten skal også vise nettverksarbeid og anna samarbeid med kommunane, samarbeid mellom kultur- og skulesektor på fylkesnivå og med kulturinstitusjonar regionalt og nasjonalt.

source: CCS appears to be the most promising solution to drastically reduce emissions from the processing industry [14].
nn: ser ut til å vere den mest lovande løysinga for å kraftig redusere utsleppa for prosessindustrien [14].

source: The well will be managed and monitored from the Oseberg A platform, from the control room at the onshore facility and from the Sture terminal.
nn: Brønnen vil bli styrt og overvaka både frå Oseberg A-plattforma, frå lokalt kontrollrom på landanlegget og frå Stureterminalen.

source: Figure 2.9 illustrates the total assets of Norwegian financial institutions and securities funds.
nn: Figur 2.9 syner forvaltningskapitalen i norske finansinstitusjonar og verdipapirfond.

source: In the event of force majeure or other matters that provide exemption from liability (including extraordinary weather conditions and maintenance), the state is not entitled to reduce funding.
nn: Ved force majeure eller andre ansvarsfriande forhold (herunder ekstraordinære verforhold og vedlikehald) vil staten ikkje ha rett til å redusere tilskotet.

source: In the Ministry’s view, the Basel Committee’s framework for nationally systemically important banks should form the basis for this.
nn: Slik departementet ser det, bør rammeverket frå Baselkomiteen for nasjonalt systemviktige bankar leggjast til grunn for dette arbeidet.

source: was established in 2015
nn: blei etablert i 2015

source: This is partly caused by declining exports, but domestic demand is also weak.
nn: Til dels kjem det av fall i eksporten, men den innanlandske etterspurnaden er òg svak.

source: The Norges Bank Watch group wrote that the Bank should generally clarify what role financial stability plays in the conduct of monetary policy.
nn: Norges Bank Watch-gruppa skreiv at banken generelt bør tydeleggjera kva rolle finansiell stabilitet spelar i utøvinga av pengepolitikken.

source: To meet needs arising during the pandemic, the Government proposes to reduce spending on education in developing countries by a total of NOK 165 million.
nn: For å møte behov som oppstår under pandemien, foreslår regjeringa å redusere løyvinga til utdanning i utviklingsland med totalt 165 millionar kroner.

source: Difi’s resources for the public sector could serve as a model for a similar service directed at business and industry; for example, under the auspices of one or multiple industry organisations.
nn: Difi sine ressursar for det offentlege vil kunne danne modell for ei tilsvarande rettleiing retta mot næringslivet, for eksempel i regi av ein eller fleire bransjeorganisasjonar.

source: These species can be considered invasive, rather than introduced species.
nn: Desse kan reknast som invaderande og ikkje introduserte artar.

source: Growth in household debts has for several years exceeded growth in household incomes, thus implying an increasing debt burden.
nn: Gjeldsveksten til hushalda har i fleire år vore høgare enn inntektsveksten, slik at gjeldsbøra har auka.

source: Participate actively in the work under the Environment Protocol and support the prohibition of mineral resource extraction in Antarctica.
nn: Medverke aktivt i arbeidet under miljøprotokollen og støtte opp om forbodet mot utvinning av mineral i Antarktis.

source: : The Government proposes to grant NOK 10 million to a new scheme for increasing business development and value creation in specific areas with potential.
nn: Regjeringa gjer framlegg om å løyve 10 millionar kroner til ei ny ordning for å auke næringsutvikling og verdiskaping i særskilde område med potensial for dette.

source: So far, four regional art museums, together with Norsk Form and Nordnorsk kunstnersenter have received funding from the Norsk Tipping funds to the Cultural Rucksack.
nn: Fire regionale kunstmuseum, Norsk Form og Nordnorsk kunstnarsenter har til no hatt spelemidlar i Den kulturelle skolesekken.

source: Of these, 100 focus on non-life insurance products.
nn: Av dei driv 100 føretak med skadeforsikringsverksemd.

source: by more than 60 percent in the 2005 budget.
nn: med over 60 prosent i budsjettet for 2005.

source: Since the establishment of Troll as an all-year facility, there has been a substantial increase in Norwegian research activity in Antarctica.
nn: Sidan etableringa av Troll som heilårsbase har det funne stad ein monaleg auke i den norske forskingsverksemda i Antarktis.

source: Figure 4.4 Fortum Oslo Varme’s carbon capture facility
nn: Figur 4.4 Fortum Oslo Varme sitt CO -fangstanlegg

source: Chile (in 1940) and Argentina (in 1942) had made claims for large areas that were partly in conflict with each other and partly in conflict with the British claim to the Falkland Islands Dependencies.
nn: Mellom anna hadde Chile (i 1940) og Argentina (i 1942) gjort krav på store område som dels var i motstrid med kvarandre innbyrdes og dels var i strid med det britiske kravet på Falkland Islands Dependencies, samstundes som både USA og Sovjetunionen hadde varsla at dei ville ha eit ord med i laget når det galdt å løyse spørsmåla om dei politiske og rettslege tilhøva i Antarktis.

source: The Government is therefore proposing to allocate an extra NOK 38.2 million to humanitarian efforts in 2020.
nn: Difor foreslår regjeringa å løyve ytterlegare 38,2 millionar kroner til humanitær innsats i 2020.

source: This means that the state bears the largest part of this risk (interface risk).
nn: Dette inneber at staten ber størstedelen av denne risikoen (grensesnittsrisiko).

source: According to the analysis, the data centres employed 1023 persons in 2019.
nn: Datasenter sysselsette ifølge ringverknadsanalysen 1 023 personar i 2019.

source: A key premise for doing this is clarifying the regulations, as discussed in chapter 3.
nn: Eit viktig grunnlag for å kunne gjere dette er den avklaringa av regelverk som blir omtalt i kapittel 3.

source: An architecture with a hybrid cloud enables enterprises to take advantage of the benefits of a public cloud while at the same time retaining control over business-critical components.
nn: Ein arkitektur med ei hybrid sky gjer at verksemda både kan utnytte fordelane med den allmenne skya, og samtidig halde kritiske komponentar under eigen kontroll.

source: In order to offer affordable services, providers make use of any free capacity they have in their systems.
nn: For å kunne tilby rimelege tenester unyttar leverandørane den ledige kapasiteten dei har i systema sine.

source: It will therefore be important to establish checklists to enable public sector enterprises to ensure that their supplier’s standard agreements do not violate Norwegian regulations and that they cover the same areas as in the government standard terms and conditions.
nn: Det vil derfor vere viktig å få på plass sjekklister som gjer at verksemder kan sjekke at leverandøren sine standardkontraktar ikkje bryt med norsk regelverk, og at dei dekker dei same områda som staten sine standardavtalar.

source: South of this dividing line of currents there is a unique marine ecosystem.
nn: Sør for dette straumskiljet finst det eit unikt marint økosystem.

source: Such insights often require some form of counterfactual analysis.
nn: Slik innsikt krev i stor mon ei eller anna form for kontrafaktisk vurdering av historia.

source: For example, Volkswagen has moved its most processing-intensive and therefore most energy-intensive crash testing to the Green Mountain data centre in Rjukan.
nn: For eksempel har Volkswagen flytta køyring av dei mest prosesseringskrevjande og dermed energikrevjande «crash-testingane» sine til Green Mountains datasenter på Rjukan.

source: A Norwegian system for systemically important banks should take into account the role of particularly systemically important banks in the Norwegian banking sector.
nn: Eit norsk system for systemviktige bankar bør fanga opp den rolla særleg systemviktige bankar har for den norske banksektoren.
